Repository: AlwaysQuads/wp-gdpr-core
Catalog: languages/wp_gdpr-*.po
Languages: bg_bg

source: GDPR - Request personal data
bg_bg: GDPR - Изискване на лични данни

source: privacy policy
bg_bg: политика на поверителност

source: Checkbox GDPR is required
bg_bg: Отметката GDPR е задължителна

source: This form collects your name, email and content so that we can keep track of the comments placed on the website. For more info check our %s where you'll get more info on where, how and why we store your data.
bg_bg: Тази форма събира име, email и съгласие, за да може да проследим коментарите, които се добавят на нашия сайт. За повече информация вижте %s където можете да как се съхраняват и защо вашите данни.

source: Agree
bg_bg: Приемам

source: This form collects your name, email and content so that we can keep track of the comments placed on the website. For more info check our privacy policy where you'll get more info on where, how and why we store your data.
bg_bg: Тази форма събира име, email и съдържание, за да може да проследим коментарите, които се добавят на нашия сайт. За повече информация вижте %s където можете да как се съхраняват и защо вашите данни.

source: <strong>ERROR</strong>: please fill the required fields (GDPR checkbox).
bg_bg: <strong>ГРЕШКА</strong>: моля попълнете всички задължителни полета (отметка GDPR).

source: Something went wrong.
bg_bg: Нещо се обърка.

source: Email is not valid
bg_bg: Имейлът е невалиден

source: Comment is changed
bg_bg: Коментарът е променен

source: name
bg_bg: име

source: comment
bg_bg: коментар

source: website
bg_bg: уебсайт

source: comment date
bg_bg: дата на коментар

source: author email
bg_bg: email на автора

source: author name
bg_bg: име на автора

source: comment content
bg_bg: съдържание на коментара

source: post ID
bg_bg: пост ID

source: delete
bg_bg: изтриване

source: The site administrator received your request. Thank You.
bg_bg: Администраторът на сайта получи вашето запитване. Благодаря.

source: New delete request
bg_bg: Нова заявка за изтриване

source: Comments deleted
bg_bg: Коментарите са изтрити

source: Comments are anonymous
bg_bg: Коментарите са анонимни

source: We confirm Your data deletion request
bg_bg: Потвърждаваме изтриването на вашите данни

source: Comment author
bg_bg: Автор на коментара

source: content
bg_bg: съдържание

source: Request send
bg_bg: Заявката е изпратена

source: requested at
bg_bg: заявено на

source: status
bg_bg: статус

source: resend email
bg_bg: повторно изпращане на email

source: comments
bg_bg: коментари

source: gravity form entries
bg_bg: gravity form данни

source: waiting for email
bg_bg: изчакване за email

source: email sent
bg_bg: email изпратен

source: url is visited
bg_bg: url е посетено

source: Data request
bg_bg: Заявка за данни

source: Email sent
bg_bg: Email изпратен

source: data(ID)
bg_bg: данни(ID)

source: type
bg_bg: тип

source: select
bg_bg: избор

source: waiting to process
bg_bg: изчакване за обработка

source: deleted
bg_bg: изтрито

source: anonymous
bg_bg: анонимно

source: processed
bg_bg: обработено

source: plugin name
bg_bg: име на plugin

source: Request add-on for your plugin
bg_bg: Заявяване на допълнение към вашия plugin

source: This form collects your email so that we can keep you updated about your request. Check out our %s for more information.
bg_bg: Тази форма събира вашия email, за да може ви изпратим на него вашата заявка. Вижте повече %s за информация.

source: I consent to having WP-GDPR collect my email when provided.
bg_bg: Съгласен съм WP-GDPR да събира email адреса ми, когато го предоставя.

source: submit
bg_bg: изпращане

source: List of data requests
bg_bg: Списък със заявки за данни

source: List of delete requests
bg_bg: Списък с заявки за изтриване

source: List of plugins
bg_bg: Списък с plugin-и

source: Settings
bg_bg: Настройки

source: Delete comments
bg_bg: Изтриване на коментари

source: Make comments anonymous
bg_bg: Прави коментарите анонимни

source: Request to view your personal data
bg_bg: Заявка за преглед на вашите лични данни

source: Dear Sir / Madam
bg_bg: Уважаеми Г-жо / Г-не

source: You asked to delete your personal data at
bg_bg: Вие заявихте изтриване на вашите лични данни от

source: Your requests is approved and data was successfully deleted today.
bg_bg: Вашата заявка е одобрена и данни са изтри успешно днес.

source: Thanks for contacting us.
bg_bg: Благодаря, че се свързахте с нас.

source: List of processed data
bg_bg: Списък на обработените данни

source: Request to delete personal data
bg_bg: Заявка за изтриване на лични данни

source: asked to delete his/her personal data.
bg_bg: заяви изтриване на нейните/неговите лични данни.

source: Check all requests
bg_bg: Избери всички заявки

source: List of users that requested for information
bg_bg: Списък на потребителите, имащи заявка за информация

source: List of plugins that store data of users
bg_bg: Списък на plugin-ите които запазват данни за потребителите

source: Privacy policy link
bg_bg: Линк към политики за лични данни

source: Update url
bg_bg: Обновяване на url

source: Send delete request
bg_bg: Изпращане на заявка за изтриване

source: Download comments
bg_bg: Сваляне на коментари

source: Resend emails
bg_bg: Повторно изпращане на email-и

source: You asked to access your personal data. By clicking on the button you can view or delete your comments created on the website:
bg_bg: Вие заявихте достъп до личните ви данни. Натискайки бутона по-долу можете да видите или изтриете коментарите, които сте направили на сайта:

source: Check your comments
bg_bg: Проверка на вашите коментари

source: I consent to having %s collect my email so that they can send me my requested info. For more info check our privacy policy where you'll get more info on where, how and why we store your data.
bg_bg: Съгласен съм %s да събира моят email така, че да може да ми изпрати заявената от мен информация. За повече информация вижте политиката за лични данни, където можете да намери как, къде и защо съхраняваме личните ви данни.

source: Submit
bg_bg: Изпращане

source: Thank You! We will send you email in 48h.
bg_bg: Благодарим Ви! Ние ще ви изпратим писмо с по-нататъшни инструкции в рамките на 48 часа.

source: View Comments
bg_bg: Преглед на коментари

source: All comments added by email address
bg_bg: Всички коментари, добавен от имейл адрес

source: Help to handle gdpr regulations.
bg_bg: Помогнете да се справите с правилата на gdpr.
